static/protocols.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Biomass validated events database protocols </title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Biomass validated events database protocols "/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2017-06-08T16:31+1000"/>
<meta name="author" content="Ivan Hanigan"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Biomass validated events database protocols </h1>


<hr/>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Overview</a></li>
<li><a href="#sec-2">2 Johnston2011 Protocol:</a>
<ul>
<li><a href="#sec-2-1">2.1 References for the Johnston Protocol</a></li>
<li><a href="#sec-2-2">2.2 Detailed description of Johnston 2011 protocol</a></li>
</ul>
</li>
<li><a href="#sec-3">3 The Morgan 2010 Protocol</a></li>
<li><a href="#sec-4">4 The Salimi 2016 and 2017 Protocols</a></li>
<li><a href="#sec-5">5 The Bare Minimum Protocol</a></li>
<li><a href="#sec-6">6 Differential sampling intensity and potential exposure misclassification bias</a></li>
<li><a href="#sec-7">7 Data</a>
<ul>
<li><a href="#sec-7-1">7.1 Air pollution data provided</a></li>
<li><a href="#sec-7-2">7.2 Data derived</a></li>
</ul>
</li>
<li><a href="#sec-8">8 Selecting which of the protocols to follow</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Overview</h2>
<div class="outline-text-2" id="text-1">


<p>
The database contains validated bushfire smoke events in Australian cities.
</p>
<p>
This page lists the available protocols for validating events. Feel free to create your own. Please do document it and upload it to the master database if you want to share data with us.
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Johnston2011 Protocol:</h2>
<div class="outline-text-2" id="text-2">


<p>
This is the gold standard method and considerably more labour intensive than other methods.  
</p>
<p>
The Johnston Protocol was the first method our team developed for this project and was published as a peer reviewed journal article in 2011 (Johnston et al. 2011). This protocol is considered the most conceptually appealing and rigorous method. In this protocol, for each location the longest available time-series of daily smoke air pollution is acquired. In our original study there were up to 13 years (between 1994 and 2007) of daily air quality data measured as Particulate Matter (PM) less than 10 μm (PM10) or less than 2.5 μm (PM2.5) in aerodynamic diameter were examined. Air pollution data were provided by government agencies in the states of Western Australia, New South Wales, and Tasmania. Daily averages for each site were calculated excluding days with less than 75% of hourly measurements. In Sydney and Perth, where data were collected from several monitoring stations, the missing daily site-specific PM concentrations were imputed using available data from other proximate monitoring sites in the network. The daily city-wide PM concentrations were then estimated following the protocol of the Air Pollution and Health: a European Approach studies (Katsouyanni et al. 1996 and Atkinson et al. 2001).
</p>
<p>
First a ‘filling-in’ procedure was used to improve data completeness. It entailed the substitution of the missing daily values with a weighted average, using the weights of the missing sites 3-month average proportional to the network average. The weights are calculated against the values from the rest of the monitoring stations. The pollutant measures from all stations providing data were then averaged to provide single, city-wide estimates of the daily levels of the pollutants
</p>
<p>
For each city, all days in which PM10 or PM2.5 exceeded the 95th percentile were identified over the entire time series. These extreme values were termed ‘events’. A range of sources was examined to identify the cause of particulate air pollution events, including online news archives, Internet searches for other reports, government and research agencies, satellite imagery and a Dust Storms database. Satellite images were mostly sourced from NASA, but remotely sensed aerosol optical thickness (AOT) data were also examined, to provide further information about days for which the other methods did not.
</p>

</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> References for the Johnston Protocol</h3>
<div class="outline-text-3" id="text-2-1">

<p>The Johnston Protocol was used to initially develop the database. These are described in the paper Johnston, F. H., Hanigan, I. C., Henderson, S. B., Morgan, G. G., Portner, T., Williamson, G. J., &amp; Bowman, D. M. J. S. (2011). Creating an Integrated Historical Record of Extreme Particulate Air Pollution Events in Australian Cities from 1994 to 2007. Journal of the Air &amp; Waste Management Association, 61(4), 390–398. <a href="http://doi.org/10.3155/1047-3289.61.4.390">http://doi.org/10.3155/1047-3289.61.4.390</a>.
</p>
<p>
Atkinson, R.W., Anderson, R.H., Sunyer, J., Ayres, J., Baccini, M., Vonk, J.M., Boumghar, A., Forastiere, F., Forsberg, B., Touloumi, G., Schwartz, J. &amp; Katsouyanni, K. (2001). Acute Effects of Particulate Air Pollution on Respiratory Admissions. American Journal of Respiratory and Critical Care Medicine, 164(10), 1860–1866.
</p>
<p>
Katsouyanni, K., Schwartz, J., Spix, C., Touloumi, G., Zmirou, D., Zanobetti, A., Wojtyniak, B., Vonk, J.M., Tobias, A., Ponka, A., Medina, S., Bacharova, L. &amp; Anderson, H.R. (1996). Short term effects of air pollution on health: a European approach using epidemiologic time series data: the APHEA protocol. Journal of Epidemiology &amp; Community Health, 50(Suppl 1), S12–S18.
</p>
</div>

</div>
