static/protocols.org
** Detailed description of Johnston 2011 protocol
Step 1: Air pollution data acquisition

Step 1.0 Time series observations of air pollution and spatial site location data were acquired from custodians.

Step 1.1. In an example, NSW data were downloaded from an online data server. Site locations (Latitude and Longitude) were obtained from the website.

Step 1.2. In a different example, WA data was sent on a CD from contacts at the WA Government Department, these were hourly data as provided. These were cleaned so as only days with > 75% of hours available were used. Note that the license with WA Government places restrictions on our right to provide data to a third party. Therefore, those observed and imputed data were not included in the open access database, only the computed ‘potential events dates’.

Step 1.3. In a third example, Tasmanian data were sent via email from our contact at the Government Department; these were daily data and required minimal data cleaning.

Step 1.4. All data were combined into a PostGIS database and exploratory data analysis conducted.

Step 2. Define spatial extent for cities
The cities and towns were selected based on the aims of the original study to investigate cardio-respiratory disease and air pollution from extreme biomass smoke events in Australian cities and towns. These were Albany, Albury, Armidale, Bathurst, Bunbury, Busselton, Geraldton, Gosford-Wyong, Hobart, Illawarra, Launceston, Newcastle, Perth, Sydney, Tamworth and Wagga Wagga.
The spatial extent of each city and town was devised by intersecting Australian Bureau of Statistics Statistical Local Areas (SLAs) from the various Census editions. These boundaries were selected to give the best possible representation of hospital admissions from the population.
Air pollution monitoring sites were then selected on the basis of their spatial proximity to these locations.

Step 3. Imputation to fill in gaps in the time-series and calculate a network average
In cities where data were collected from several monitoring stations, the missing daily site-specific PM concentrations were imputed using available data from other proximate monitoring sites in the network. The daily city-wide PM concentrations were then estimated following the protocol of the APHEA studies.

Step 3.1. Firstly, data preparation was necessary to find the minimum date that the series of continuous observations can be considered to start. In the Australian datasets the earliest initial observations could not be used because they were usually made only on one day per week, and only during a particular season or of poor quality due to teething problems with equipment and procedures. Then it was necessary to identify missing dates and get a list of the sites and periods to include – that is, with more than 70% of days having observations present over the time period (as defined after we assessed the minimum and maximum dates of the period).

Step 3.2. For each station a daily network average of all the other non-missing sites was calculated (i.e. an average of all stations except the focal station of that iteration in the loop).

Step 3.3. A three monthly seasonal mean was calculated of these non-missing stations. Then a three-month seasonal mean for the missing site was calculated. The missing value was replaced by the mean level of the remaining stations, multiplied by a factor equal to the ratio of the seasonal (centered three month) mean for the missing station, over the corresponding mean from the stations that were available on that particular day.

Step 3.4. All sites for city wide averages were joined to fill any missing days at the site-level with average of the days immediately before and after the missing days (but only when this was below a threshold of 5% of observations in the record for that site).

Step 3.5. The average of all sites was calculated per day to create a city-wide average per day.

Step 3.6. Any missing days were filled at the city-wide level with the average of before and after (if 
this was less than 5% of days).

Step 4. Validate events and identify the causes
In this stage of the procedure it was necessary to select any dates with PM10 or PM2.5 greater than the 95th percentile. Then the analyst manually validated these ‘potential event dates’ using the news archives, government reports, satellite images and other relevant source documents. The contributor entered the information for each event into the custom built data entry forms. For any events with references for multiple types of source, it is important to assess the likelihood of any single source being the dominant one. A final double-check of any remaining 99th percentile dates with no references was made as these are a high priority subset of ‘potential event dates’.

Step 5. Contributed pollution and validated events inserted to master database
In new data contributions the data were sent by email (or via GitHub pull request) to our data manager and (after quality assurance checks) these were inserted into the master database copy and uploaded as the next version of the database snapshot on GitHub.

* The Morgan 2010 Protocol

This protocol was developed by one of our colleagues and authors (Dr Morgan) for a study in Sydney, Australia.  The procedure is very similar to the Johnston 2011 Protocol in that the ‘potential event dates’ are identified as days with city-wide 24 hours average PM concentrations greater than the 99th percentile for the study period. These dates are then validated as either bushfires or fuel-reduction burns on or immediately prior to these days by checking newspaper archives and any other sources. The main differences are that the 99th percentile is only used (instead of 95th and 99th), event type search word terms are restricted to ‘bushfire’ or ‘fuel-reduction/prescribed burn’ (not extended to include ‘smog’, ‘dust’ or ‘haze’), and there was no systematic review of satellite images.

Reference: Morgan G, Sheppeard V, Khalaj B, Ayyar A, Lincoln D, Jalaludin B, Beard J, Corbett S, Lumley T: Effects of bushfire smoke on daily mortality and hospital admissions in Sydney, Australia. Epidemiology 2010, 21(1):47-55.

* The Salimi 2016 and 2017 Protocols
In 2016 one of our colleagues and authors (Dr Salimi) extended the biomass smoke database for Sydney. That project developed a refinement of the Johnston 2011 Protocol in which only satellite images and news archives were used. In the Salimi 2016 Protocol the air pollution data was processed in the same way as the Johnston Protocol.  In 2017 Dr Salimi applied these techniques to the city of Melbourne, Australia and in addition to satellite and news data on the same day and days prior, evidence was sought in searches of the government Environmental Protection Agency (EPA) reports.


