static/protocols.html

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> The Bare Minimum Protocol</h2>
<div class="outline-text-2" id="text-5">



<p>
In this protocol all that is required for an event to be validated is any reference that the contributor deems relevant. It is desirable that they add as much detail as possible to the database (e.g. author, title, publisher, year, URL, and date accessed).  To date only two references have been inserted using this protocol  [17, 18], but considering the greater ease with which contributors may validate events in this way it is envisaged that this protocol will prove popular. It is envisaged that this method will allow the database to capture more events in an opportunistic way as many sources of information will become available in an ad hoc fashion.  
</p>
<p>
However, this method is the least conceptually appealing because it results in a collection of events from times and places that have had unequal amounts of research effort expended on finding evidence (e.g. differential sampling intensity), and therefore may contain systematic biases and data that are not 'missing at random'.
</p>
</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Differential sampling intensity and potential exposure misclassification bias</h2>
<div class="outline-text-2" id="text-6">

<p>The Event Validation Protocols described in this paper are all conceptually appealing because they allow a collection of events from times and places if evidence is available from the sources.  Unfortunately the end result of combining these data into a single database is that the derived dataset is made up of components which have had unequal amounts of research effort expended on finding evidence (e.g. differential sampling intensity), as well as different search criteria used for finding the references to support events, and therefore the database may contain systematic biases and data that are not 'missing at random'.  
</p>

<p>
Epidemiological studies that investigate the relationship between health and air pollution exposures have primarily used time-series methods that study variations of some health outcomes such as deaths or hospitalizations from specific disease groups. These outcomes are usually monitored at a daily time resolution across whole cities, and relationships with atmospheric variables are estimated using regression models. Studies typically focus on daily levels of ambient air pollution measured by a network of monitoring sites scattered across a city, time matched to the health outcomes on the same day or a few days after.
</p>
<p>
This raises the potential for bias by exposure miss-classification, which would occur by classifying actual fire smoke/dust days as non-fire smoke/dust days, or classifying non-fire dust days as actual fire/dust days.  The impact of exposure misclassification will of course be related to the particular study design implemented with the fire smoke database. For time series studies the issue is discussed briefly in Morgan et al. 2010.  They explain that missing some bushfire days would reduce the power of the analysis to find an effect (if one is present), but it would be unlikely to bias the result. Because fire smoke/dust incidents are rare and PM is usual relatively low in Sydney (and in most other Australian cities) it is possible to categorize any day as having either “Biomass Smoke Event” PM or “background” PM. Morgan et al. 2010 included this background PM explicitly in their model to capture differences with the Biomass Smoke Event days. It is possible such an approach will include a small number of extra bushfire days with days categorized as background days. Morgan et al argue that any such inclusions would be unlikely to influence the background PM results due to the large number of non-bushfire days in a multi-year study period. The sensitivity analysis they conducted did not categorize daily PM into bushfire PM and background PM. They found results similar to those reported for background PM. This suggests that including additional bushfire days with non-bushfire days in the background PM analysis would not bias their PM results.
</p>

</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Data</h2>
<div class="outline-text-2" id="text-7">


</div>

<div id="outline-container-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> Air pollution data provided</h3>
<div class="outline-text-3" id="text-7-1">

<p>The NSW Air pollution data are available as cleaned data in the database, and raw data can be downloaded from <a href="http://www.environment.nsw.gov.au/AQMS/search.htm">http://www.environment.nsw.gov.au/AQMS/search.htm</a>. The raw and cleaned WA data are under a restricted license, although the derived event data are included in the database as open access.  The raw Tasmanian data are available on request, and the cleaned data are published in the database.  Any future data contributions will be published under open licenses if possible.
</p>
</div>

</div>

<div id="outline-container-7-2" class="outline-3">
<h3 id="sec-7-2"><span class="section-number-3">7.2</span> Data derived</h3>
<div class="outline-text-3" id="text-7-2">


<p>
The data set supporting the results of this article are available in the repository from the website on Github. We have applied the license under Creative Commons - Attribution 4.0. This allows others to copy, distribute and create derivative works provided that they credit this document along with the original source documents of the validation protocol they used (unless they created their own criteria).
</p></div>
</div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Selecting which of the protocols to follow</h2>
<div class="outline-text-2" id="text-8">

<p>Any of the protocols defined above can be used, or the contributor can create their own. This flexibility to allow multiple approaches is a strength of this database, but also presents the users with some challenges.  On the one hand it is beneficial that decisions on the protocol to be used can be made based on the resources available that can be allocated to the effort. On the other hand this presents difficulty to select which protocol to follow.  
</p>
<p>
For example a research team can balance the costs and benefits of hiring a dedicated research assistant to search news archives versus how much it costs to just search satellite imagery. But it can be a challenge to the contributor to consider the implications of the different options and make the necessary comparisons required for a final judgement.  In addition, the fact that different validation protocols are inherent in different groups of validated events there is a potential for selection bias to be introduced by differential sampling intensity in certain locations and time periods compared to others.  This is discussed below in the section on limitations.
</p>


</div>
</div>
</div>

</body>
</html>
